{
	"HOME": "Home",
	"ABOUT": "About",
	"PROJECTS": "Own Projects",
	"RESUME": "Resume",
	"WORK": "Work",
	"ALEXEY_MASASIN": "Alexey Masasin",
	"GREETING": "Hello.",
	"MY_NAME_IS": "My name is Alexey,",
	"I_AM": "I'm a",
	"PROFESSION": "web-developer",
	"GLOBAL_DESC": "And this is my portfolio web-site. Here you can find all the important information about me - my tech stack, working experience, own projects, etc.",
	"CONTACT_ME": "Contact me now",
	"CONTACT_WAYS": "Phone, Email, Telegram, WhatsApp",
	"CHANGE_LANGUAGE": "Switch language to Russian",
	"INTRODUCE_MYSELF": "Let me introduce myself...",
	"MY_SKILLSET": "My Skillset",
	"GENERAL": "General",
	"ABOUT_ME_1": "My name is Alexey, I am a 22-year-old web-developer based in Russia",
	"ABOUT_ME_2": "I've been developing and studying in the front-end field for over two years. During this time, I managed to do an internship at a web studio, work as a freelancer, remotely enroll in a university in my specialty, and create an website with a friend for automatic email generation & distribution, which brought us significant income for over a year",
	"ABOUT_ME_3": "In addition to all of the above, in my free time from programming I am an amateur musician, film buff and video-gamer",
	"MTI": "MTI",
	"DEGREE": "Degree",
	"MOSCOW_RUSSIA": "Moscow, Russia",
	"MTI_COURSE_NAME": "Internet Technologies and Mobile Applications",
	"MTI_COURSE_CODE": "(09.03.03, Applied Computer Science)",
	"MTI_COURSE_DEGREE": "Bachelor course",
	"CLICK_TO_SHOW_CONTACTS": "Click here to show",
	"FORM_FIRST_NAME": "John",
	"FORM_LAST_NAME": "Doe",
	"FORM_MESSAGE": "Don't forget to provide your contact details!",
	"CLOSE": "Close",
	"CONTACT": "Contact me",
	"FIRST_NAME": "First Name",
	"LAST_NAME": "Last Name",
	"MESSAGE": "Message",
	"PHONE": "Phone",
	"MENU": "Menu",
	"DONE": "Done",
	"CONTACTS": "Contacts",
	"EDUCATION": "Education",
	"EDUCATION_EXTRA": "Further Education",
	"QUICK_BIO": "A quick bio...",
	"BIO_INTRO_1": "22 years old, web developer with over 2 years of experience. Main focus is frontend, but I am increasingly delving into backend and am looking with interest towards full-stack development.",
	"BIO_INTRO_2": "Currently, I continue distance learning in my specialty at the Moscow Technological Institute (MTI), and I also study independently on a daily basis, improving the quality of my expertise in the field of IT. ",
	"BIO_INTRO_3": "I am looking for an opportunity to become part of a team and contribute to successful, business-friendly projects.",
	"BIO_EXTRA": "In my free time I prefer to listen to and write some music, which is my main hobby. I also like to spend my evenings watching movies, cooking, playing video games.",
	"MORE_BIO": "More information about me on",
	"MORE_BIO_LINK": "this page",
	"BIO_MAIN_1": "My name is Alexey, I am 22 years old, I have been a web developer for more than 2 years. My main focus is on the frontend. However, over time, I began to actively study backend technologies, considering the possibility of moving to full-stack development, which will allow me to create complex and full-fledged web applications, covering both external and internal functionality.",
	"BIO_MAIN_2": "At the moment, I continue distance learning at the Moscow Technological Institute (MIT), where I deepen my knowledge in the field of web development and modern IT technologies. In addition, I try to actively self-educate every day, studying new technologies for myself, participating in online lectures and courses, which allows me to maintain the relevance of my knowledge and skills in the rapidly changing world of IT.",
	"BIO_MAIN_3": "I am also looking for an opportunity to become part of a team of experienced professionals to contribute to successful projects that will benefit the business and its clients. I am confident that at the moment my skills and desire for constant development already allow me to close almost any tasks and offer optimal solutions. I am open to ANY offers to participate in joint work on projects.",
	"PROJECTS_DESC": "Here you can find my own projects",
	"PROJECT_LINK_TITLE": "Project link",
	"PET": "Pet-project",
	"FINISHED": "finished",
	"ONGOING": "in progress",
	"DROPPED": "dropped",
	"STACK": "Stack",
	"OTHER": "Other",
	"THREADCAB_DESC": "A small social network for exchanging opinions. It has the functionality of registration and login, posting entries, likes, subscriptions, automatic generation of avatars and uploading your own, etc.",
	"TODO_APP_DESC": "A simple Todo app for task management. Functionality: adding, deleting and moving tasks, ability to mark them as completed and important, saving tasks in local storage, ability to import/export tasks, switching between languages ​​and design themes.",
	"PORTFOLIO_DESC": "The site you are currently on.",
	"WORLD_NEWS_DESC": "News application, works by fetching public API",
	"RCW_120_DESC": "My color schemes for various programs and tools"
}
