{
	"HOME": "Домой",
	"ABOUT": "Обо мне",
	"PROJECTS": "Проекты",
	"RESUME": "Резюме",
	"WORK": "Опыт",
	"ALEXEY_MASASIN": "Алексей Масасин",
	"GREETING": "Привет.",
	"MY_NAME_IS": "Меня зовут Алексей,",
	"I_AM": "я -",
	"PROFESSION": "веб-разработчик",
	"GLOBAL_DESC": "А это мой сайт-портфолио. Здесь вы можете найти всю важную информацию обо мне - мой стек, опыт работы, список личных проектов и прочее.",
	"CONTACT_ME": "Связаться со мной",
	"CONTACT_WAYS": "Телефон, Email, Telegram, WhatsApp",
	"CHANGE_LANGUAGE": "Переключить язык на английский",
	"INTRODUCE_MYSELF": "Позвольте представиться...",
	"MY_SKILLSET": "Мои проф. навыки",
	"GENERAL": "Основное",
	"MTI": "МТИ",
	"DEGREE": "Высшее образование",
	"MOSCOW_RUSSIA": "Москва, Россия",
	"MTI_COURSE_NAME": "Интернет-технологии и веб-приложения",
	"MTI_COURSE_CODE": "(09.03.03, Прикладная информатика)",
	"MTI_COURSE_DEGREE": "Курс бакалавра",
	"CLICK_TO_SHOW_CONTACTS": "Нажмите, чтобы показать",
	"FORM_FIRST_NAME": "Иван",
	"FORM_LAST_NAME": "Петров",
	"FORM_MESSAGE": "Не забудьте указать ваши контактные данные",
	"CLOSE": "Закрыть",
	"CONTACT": "Связаться со мной",
	"FIRST_NAME": "Имя",
	"LAST_NAME": "Фамилия",
	"MESSAGE": "Сообщение",
	"PHONE": "Телефон",
	"MENU": "Меню",
	"DONE": "Готово",
	"CONTACTS": "Контакты",
	"EDUCATION": "Образование",
	"EDUCATION_EXTRA": "Доп. образование",
	"QUICK_BIO": "Коротко обо мне",
	"BIO_INTRO_1": "22 года, веб-разработчик с более чем 2-летним стажем. Основной фокус — фронтенд, но всё больше погружаюсь в бэкенд и с интересом смотрю в сторону фуллстек-разработки. ",
	"BIO_INTRO_2": "В настоящее время продолжаю дистанционное обучение по специальности в Московском Технологическом Институте (МТИ), также ежедневно обучаюсь самостоятельно, повышая качество своей экспертизы в области IT. ",
	"BIO_INTRO_3": "Ищу возможность стать частью команды и внести свой вклад в успешные, полезные для бизнеса проекты.",
	"BIO_EXTRA": "Свободное время я предпочитаю проводить за прослушиванием и написанием музыки, что является моим основным хобби. Я также люблю проводить вечера за просмотром фильмов, готовкой, игрой в видеоигры.",
	"MORE_BIO": "Больше информации обо мне на",
	"MORE_BIO_LINK": "этой странице",
	"BIO_MAIN_1": "Меня зовут Алексей, мне 22 года, я уже более 2-х лет являюсь веб-разработчиком. Мой основной фокус сосредоточен на фронтенде. Однако, с течением времени я начал активно изучать бэкенд-технологии, рассматривая возможности перехода к фуллстек-разработке, что позволит мне создавать комплексные и полноценные веб-приложения, охватывая как внешний, так и их внутренний функционал.",
	"BIO_MAIN_2": "В данный момент я продолжаю дистанционное обучение в Московском Технологическом Институте (МТИ), где я углубляю свои знания в области веб-разработки и современных IT-технологий. Кроме того, я стараюсь активно самообразовываться каждый день, изучая новые для себя технологии, участвую в онлайн-лекциях и курсах, что позволяет мне поддерживать актуальность своих знаний и навыков в быстро меняющемся мире IT.",
	"BIO_MAIN_3": "Я также ищу возможность стать частью команды опытных специалистов, чтобы внести свой вклад в успешные проекты, которые принесут пользу бизнесу и его клиентам. Я уверен, что на данный момент мои навыки и стремление к постоянному развитию уже позволяют мне закрывать практически любые таски и предлагать оптимальные решения. Я открыт для ЛЮБЫХ предложений об участии в совместной работе над проектами.",
	"PROJECTS_DESC": "Здесь вы можете найти мои личные проекты",
	"PROJECT_LINK_TITLE": "Ссылка на проект",
	"PET": "Пэт-проект",
	"FINISHED": "завершён",
	"ONGOING": "в процессе",
	"DROPPED": "в застое",
	"THREADCAB_DESC": "Небольшая социальная сеть для обмена мнениями. Имеет функционал регистрации и логина, постинга записей, лайков, подписок, автоматической генерации аватаров и загрузки своих и др.",
	"TODO_APP_DESC": "Простое Todo-приложение для таск-менеджмента. Из функционала: добавление, удаление и перещение задач, возможность пометить их завершёнными и важными, сохранение задач в локальном хранилище, возможность импорта/экспорта задач, переключение между языками и темами оформления.",
	"PORTFOLIO_DESC": "Сайт, на котором вы сейчас находитесь.",
	"WORLD_NEWS_DESC": "Приложение для просмотра новостей, работает при помощи фетчинга публичного API"
}
